Attempt to create or manipulate a segmented section has failed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MakeCutterForSectionGStepFailed { get; }
  Visual Basic
Public Shared ReadOnly Property MakeCutterForSectionGStepFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MakeCutterForSectionGStepFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CutterFailures Class
  Autodesk.Revit.DB Namespace